{
    "oah6SJdIcog_000001_000011": [
        "A girl was jogging with high kick and then legs flipped backward",
        "A woman wearing workout clothes performs knee lifts and then kicks her legs behind her.",
        "A woman exercised by lifting her knees to the waist consecutively, hands in front of her chest, looked at the camera, and then jogged on the spot.",
        "A woman is doing some running exercises in front of the camera.",
        "A woman does a high-stepping jog in place and then back kicks.",
        "A woman dressed in fitness atire is kicking her knees high up in the air and then kicks her legs like she is running behind her.",
        "A woman jumps up and down while running in place.",
        "A woman performs two different aerobic routines in front of a camera.",
        "A person is wearing gym clothes and running in place in a room.",
        "A woman jogs in place in a corner of a room."
    ],
    "ALuoGEf8K_g_000027_000037": [
        "A man sprays an animal, while two men are holding the animal.",
        "A group of men are cutting off hair from a sheep.",
        "Sheep are getting there wool shaved off by two men.",
        "Two men are sheep shearing a lot of wool as they are carrying on a conversation.",
        "Video of two men holding a sheep and shearing it.",
        "Two guys are holding up a sheep that has just been shaved and talking about it.",
        "A group of men are sheering a sheep and giving explanations of the wool.",
        "Three men stand around a sheep that has just been sheared of its wool.",
        "Two men hold a sheep while another person partly shears it and then moves back.",
        "Sheep are sheered of its wool while at a farm show."
    ],
    "19mfiQcpTh8_000025_000035": [
        "A person stands over a stove with food in a pan and sautees the food moving a spatula back and forth.",
        "A person is cooking eggs outside using a pan and a stove.",
        "A child demonstrates cooking scrambled eggs in a frying pan.",
        "A child holding a pan uses a spatula to mix scrambled eggs",
        "A child cooking egg while holding a pan and a spatula.",
        "A woman cooking with a frying pan and stirring with a spatula.",
        "A young boy is outside cooking scrambled eggs in a very large pan.",
        "A child is cooking outside. They are cooking eggs in a skillet and turning them around with a spatula.",
        "a person is frying some eggs over a very large wok",
        "a little child is cooking scrambled egg in a pan outside."
    ],
    "WjdJchHNXKY_000005_000015": [
        "A woman is spinning yarn on a wheel and talking to another person.",
        "A woman is using a tool in order to spin some wool into yarn",
        "A machine is running and a lady with a net in hand is speaking to someone",
        "A women talks about milling while she spins wool to thread.",
        "A man interviews a woman sitting at a spinning wheel.",
        "A woman is sitting at an antique spinning wheel and makes yarn while explaining the process.",
        "A woman sits at a wheel spinning wool .",
        "A woman spins wool into yarn using a wooden machine.",
        "A woman sits in at the spinning wheel and makes thread and talks to a person.",
        "An older woman is shown using an antique spinning wheel and explaining about it."
    ],
    "LZuoLWk-otg_000001_000011": [
        "A very young boy is seen eating a large lollipop.",
        "A baby is eating a very large lollipop and is getting a lot of it on its face.",
        "A baby who is seated is sucking a lolly and people are talking in the background",
        "A baby tries to eat a huge lollipop but puts it down because it is still wrapped and tasteless.",
        "A baby is sucking on a large sucker and making a mess around his mouth, while adults talk to it.",
        "a little kid that is sitting down putting a large lollipop in their mouth",
        "Small baby with sticky face chewing on a very large candy sucker.",
        "Baby eating a colorful lollipop with blue on his face.",
        "A baby is licking a large rainbow lollipop while someone talks.",
        "A baby is sucking on a huge bright multicolored sucker."
    ],
    "7pN1Sdhhr8M_000099_000109": [
        "A man demonstrating how to fry a sunny side up egg and serve it on a plate.",
        "Closeup of man frying an egg in a pan and explaining how to cook it.",
        "Someone is cooking a sunnyside up egg in a frying pan.",
        "A person is frying an egg in a pan and then they take it off the stove.",
        "A person narrating how to cook a sunny side up egg.",
        "A man has cooked an egg sunny-side up and places it on a plate.",
        "The man is showing how to cook an egg properly in the kitchen.",
        "An egg is frying in a pan on a gas stove as a man explains how to cook the egg,",
        "A chef makes a sunny side up egg and starts to plate it.",
        "A man is demonstrating how to make an egg sunny side up."
    ],
    "dPyAj_-OAwQ_000145_000155": [
        "A group follows the lead during square dancing to country music.",
        "a group of people do dance moves and mimic the person doing the leading",
        "A group of people all dance in unison to a country song.",
        "A group of people line dance in a large room.",
        "a group of people are in a gym trying to learn how to line dance",
        "men and women are line dancing to country music at an indoor gym.",
        "Several people do a coordinated dance together as country music plays in the background.",
        "A group of people in a large open hall dance a stepping dance together in unison.",
        "A group of people perform a dance routine to country music.",
        "A group of people are performing a country line dance."
    ],
    "W7QRZqxGkuc_000176_000186": [
        "a woman wearing some makeup is putting blue contact lenses on her eyes",
        "A young girl is applying a contact lense to her eyeball, after applied she rolls her eyes in a circular motion.",
        "A girl is putting her contacts on to the eye.",
        "A woman holds her eyelid open and puts a contact lens on her eye.",
        "A girl holds her eyelids while placing a contact on her eye.",
        "A woman places a colored contact into her left eye.",
        "A woman demonstrating how to insert a contact lens into her eye.",
        "A girl demonstrates how she puts in colored contact lenses.",
        "A woman is applying contact lenses to her left eye.",
        "A young girl is putting in a colored contact lense into her left eye."
    ],
    "VLyec9zZxoo_000008_000018": [
        "Two young men give each other high fives and one man tosses coins into a glass bowl.",
        "Three young guys are playing a toss coin game and when one wins he gives the others a high five.",
        "A man gives an high five as his comrades sink coins into an bowl.",
        "A group of men are slapping each others hands and doing tricks.",
        "Bros highfive each other as they party together and take a couple shots into the money jar.",
        "A group of boys in a house are high fiving as one throws a coin from far away and makes it into a container.",
        "Two young men high five each other and celebrate before one of them tosses a coin into a jar from far away.",
        "Two men high fiving and then one of them throws a coin across the room and into a jar.",
        "A guy high fives his friends after successfully throwing coins into a glass jar.",
        "Several persons playing a coin toss game and getting high fives from each other."
    ],
    "208jOrO3GR8_000002_000012": [
        "A man using an electric shaver to shave off his beard.",
        "A man is seen using a shaver to trim his beard all around his face.",
        "A man uses an electric razor to trim the edges of his beard.",
        "A male is using an electric razor to shave his beard and he leaves his moustache and goatee.",
        "in a bathroom a man is using an electric razor to shave his beard",
        "A shirtless man uses a cordless tool to shave his beard and mustache.",
        "This man is shaving his beard and creating a completely different look.",
        "Fast motion of man with a pointed moutstache shaving his beard and goatee.",
        "A man sitting in front of a mirror shaves his beard.",
        "A man is seen trimming the edges of his beard from his ear area down to the chin."
    ],
    "fHwLrJdwpFg_000377_000387": [
        "A group of six people practice a gymnastics routine to music.",
        "A troupe of performers are flipping each other over their backs while music is playing.",
        "Pairs of people perform tandem flipping tricks on a mat.",
        "a group of men are training and practicing a series of acrobatics",
        "3 pair of men are practicing some kind of gymnastics on the background related music.",
        "Three pairs of men in black do tumbling and flipping actions together.",
        "in a room a group of people are doing some exercises together",
        "Men go into handstands against other men then flip over them",
        "A group of gymnast-type artists are practicing their moves on a mat.",
        "Oriental music plays in the background as three pair of male gymnasts practice flipping over each others shoulders."
    ],
    "pplWeTAPMms_000146_000156": [
        "Woman setting the table with dinnerware and finishes by placing a christmas wreath in the center of the table.",
        "A woman demonstrating setting up a diner table with place settings.",
        "A woman is placing a cup and saucer on a circular table, she then picks up a wreath from a kitchen counter.",
        "A woman finishes putting place settings on a table next to a kitchen",
        "A person 9s arranging dishes on the plate and is speaking by looking at the camera",
        "A woman sets the table on a beautifully designed dinner table.",
        "A woman sets the table, then picks up a wreath from behind her.",
        "A woman demonstrates how to make a nice table setting.",
        "Woman demonstrates proper place setting of a table alloting space for decor in center.",
        "A woman is setting up place settings on a table."
    ],
    "hGuXNsmoid8_000037_000047": [
        "A warmly dressed man and a somewhat warmly dressed child walk separately through the cold snow.",
        "An older man walks and you also see a child walking in the snow.",
        "An adult and a child are walking across a snowy area.",
        "A man was walking in the snow and a little boy approached behind him",
        "A guy is filming himself outside while walking in the snow.",
        "A person wearing a beanie and a scarf around their face walk through snow followed by a boy",
        "A man and a boy are walking outside in the snow.",
        "A man and a child with a backpack walk around a yard filled with snow.",
        "A man is wearing a scarf and walking in the snow with a little boy.",
        "a man and a boy carrying a backpack are walking through the snow"
    ],
    "owhZSfriCQU_000459_000469": [
        "A man lands from parachuting while another person jumps off a cliff.",
        "A man is jumping off really high cliffs and then parachuting down.",
        "A man is just returning from a parachute dive, then he jumps off a cliff.",
        "A man base dives off a tall cliff with a camera attached to his helmet.",
        "A man parachuting lands while another person jumps off a cliff.",
        "A man makes a hand gesture, walks towards the edge of a cliff and jumps off.",
        "The man in the video was being filmed as he was skydiving.",
        "A man runs and jumps off the side of a mountain with a pack on his back.",
        "A man with an extended parachute and a helmet mounted camera high fives another person, another person is shown basejumping from a cliff",
        "A person lands with a yellow parachute, then jumps off a cliff face."
    ],
    "ApFHzkQ8atA_000000_000010": [
        "Several dogs are barking on a snowy surface while being tied to a sled behind them.",
        "As the next Iditarod team prepares to leave the starting gate, one husky really wants to get going!",
        "Sled dogs bark and jump while tied to sleds as they prepare to depart.",
        "People wait and stand around in the cold at a sledding event.",
        "A guy in a blue shirt taking pictures of a dog sled.",
        "A man is holding a lot of sled dogs together while they jump and bark",
        "Sled dogs bark and jump as they wait with people watching to start moving.",
        "A group of barking sled dogs in racing harness and attached to a sled.",
        "Many people have gathered to look at and photograph a dog-sled about to take off while the dogs bark repeatedly.",
        "A dog sled team is shown before a race with several spectators"
    ],
    "NVeQN7sDOUQ_000000_000010": [
        "A few young gentlemen outdoors playing a round of paintball",
        "A group of people are in the woods playing with paintball guns.",
        "a guy is n the woods running with a paintball gun and hides behind a trees and another guy joins him",
        "Two men run through a wooded area and take cover during a paintball game.",
        "Men playing paintball run into a shelter and take cover from fire.",
        "Several young men armed with their guns for this game run to cover and are poised behind trees and structures in the wooded area",
        "Two paint ball players run up to a barracade and hide behind it.",
        "People playing with paint ball guns on a paint ball course",
        "Two men playing paintball in a field while being shot at by others.",
        "A player runs into a shelter to protect himself from his paintball enemies."
    ],
    "RoHYo2x9gbc_000109_000119": [
        "A man in the forefront uses a manual grass cutter to cut down very tall grass while a woman in the background does the same.",
        "A group of people are cutting the grass in an open field",
        "People work in a field, using scythes to cut the grass.",
        "People are using scythes to clear tall grass in a field.",
        "A was was using a sickle to cut the long grass on a lawn",
        "Three men are working in a field, using scythes to cut the grass.",
        "A man is using a scythe to cut tall grass while other people do the same.",
        "Several different people are cutting grass along a path outdoors.",
        "People use long-handled, two-handed tool, to cut down long grasses, using rhythmic side-to-side motions.",
        "a couple people rake some grass that is next to them in the daytime"
    ],
    "vR4MweE5PrY_000021_000031": [
        "A person pours a glass of beer and the other glass fulls up at the same time.",
        "While music plays, a bottle of beer is poured into one mug, and two mugs fill up at the same time.",
        "Beer being poured into two mugs,which are connected at the bottom",
        "A person is pouring a beer and there are now two glasses of beer.",
        "A glass is placed beside a mirror and makes it seem like a drink is poured into two glasses.",
        "Someone is pouring beer into a glass and the glass next to it is also becoming full.",
        "A person pouring a beer on a twin glasses while the a music is playing in the background.",
        "Two beer glass jar was attached together and  a person pour the beer in one glass and the two glass was filled with same quantity",
        "A person pours beer into a mug and two mugs fill at the same time.",
        "A man is pouring beer into a two in one beer glass."
    ],
    "tL4GQdX-lVA_000000_000010": [
        "A man and a woman both get in the camera frame and make their eyebrows do different things.",
        "A boy and a girl are making funny faces using their eyebrows.",
        "a man and a lady look at the camera and lift their eyebrows",
        "two people look at the camera and do some movements with their eyebrows",
        "A young man and woman play with moving their left and right eyebrows.",
        "A man and a woman both move their eyebrows up and down one at a time.",
        "Two young  people are raising their eyebrows and some people are laughing at them.",
        "A man and a woman are staring at the camera and wiggling their eyebrows and laughing",
        "A boy and a girl both raise their eyebrows several times while others laugh.",
        "A guy and girl are arching their eyebrows, trying not to laugh"
    ],
    "XUQ7UxZeeXI_000025_000035": [
        "A man throws a card at a green stem while an audience is looking on.",
        "Someone throws a card quickly and hard at something and then people cheer.",
        "Japanese old woman throwing playing cards at a piece of celery that is on a table five feet away.",
        "A japanese woman tossing cards against a wall board while others watch and cheer.",
        "A person is throwing cards at his table with the television above.",
        "a person throws a playing card to a very thin structure on a table in front of them.",
        "A woman throws a playing card at the table, and it hits something sitting on the table.",
        "a lady is showing or tossing a card infront of her while the man behind is totally amazed of what she did",
        "A person throwing the card on the stick under the TV and TV is on",
        "A man throws a card at a small plant on a table."
    ],
    "4V6EmkPWw4M_000032_000042": [
        "A small child is talking and laughing as she runs through a room.",
        "A young girl dressed in pink if walking around inside on hardwood floors on her tip toes.",
        "A little girl in a pink outfit walks across the floor while giggling.",
        "A toddler is laughing and giggling as she runs in her living room.",
        "A toddler walks over to a chair and touches it before turning to the side and walking across the floor while giggling.",
        "A young child dances round a living room.",
        "A small child is walking on her tip toes across the living room.",
        "A toddler laughing and walking on her tip toes in a living room.",
        "A young girl walks around her living room with a little pep in her step.",
        "A small child laughs and walks and runs across a hardwood floor."
    ],
    "pU6pzgU0H3g_000091_000101": [
        "Someone is roasting what looks like coffee beans in a special kind of pot.",
        "Using a specialized tool and a timer, a person mixes a bowl of spices",
        "A bunch of beans are being mixed in a pot with a utensil.",
        "A pair of hands stirs a pot full of coffee beans.",
        "Someone is roasting coffee beans on a stove and video plays in fast motion.",
        "A chef uses a special chopping device to mix and chop beans in a bowl.",
        "A person roasting what looks like coffee beans in a pot, timing to make sure they don't burn.",
        "A person is using a timer and stirring contents in a container.",
        "Someone is rapidly stirring some beans in an ashtray as the scene plays in fast forward action.",
        "A person with a utensil removes something that is in a pot."
    ],
    "a_e20PaFqOg_000040_000050": [
        "A young lady with a yellow life jacket is riding a jet ski on the ocean",
        "A woman having a nice time sailing with her flying boat on water",
        "A WOMAN RIDING IN THE WATER ON A WATER CRAFT",
        "A young woman is riding on a water vehicle very fast in the big blue ocean",
        "A shaky video of someone riding a jet ski as the camera gets closer.",
        "A person is speeding through the water on a jet ski.",
        "Someone is filming a woman is sitting on and ridding  jet skiing.",
        "A woman is driving a jet ski on choppy waters.",
        "a girl on a jetsky in the ocean  in a sunny day.",
        "A woman is outside on a water sky riding on the water"
    ],
    "975t902fWmQ_000000_000010": [
        "A person wearing two different socks moonwalks on a wood floor.",
        "A man is wearing different socks and he does the moon walk.",
        "A person appears to be moon walking in both directions with socks on their feet.",
        "A person is doing the moonwalk while wearing two different pairs of socks.",
        "A pair of feet with two different socks demonstrates how to do the moonwalk dance.",
        "A person wearing socks does a sliding dance back and forth.",
        "A pair of feet, is different colored socks, walk and slid backwards across a wooden floor.",
        "A teenage boy does the moon walk twice in his bedroom.",
        "A person is trying to do the moonwalk in front of the camera.",
        "Two feet come across the floor in an attempt to moon walk."
    ],
    "6ZFo6INV4Lc_000047_000057": [
        "Kneeling on the floor inside, a man demonstrates how to use a tool for installing carpet.",
        "A man is on his knees talking about and demonstrating, with a tool, on how to stretch carpet.",
        "A man i s kneeling on a carpet, demonstrating how to stretch and attach the carpet on the floor.",
        "A man is kneeling at the corner of a room with a carpet tool explaining how to use the tool to lay the carpet.",
        "A man is demonstrating and explaining how to properly install a carpet using carpet installing equipment.",
        "A guy instructs how to use a carpet kicker to install a carpet.",
        "A man wearing a baseball hat is on the floor while holding an object in his hand close to the wall.",
        "A man demonstrating how to use a tool for carpet.",
        "A man is demonstrating how to use a carpet setting tool on a piece of carpet being installed.",
        "A man is describing a tool and what it does and how to use it."
    ],
    "lHodB6-G7Us_000000_000010": [
        "A woman and man are dancing on a floor with lights while people watch.",
        "A man and woman are salsa dancing in front of a group of onlookers in a gym.",
        "A man and woman are dancing on a platform after dark.",
        "A couple performing their dance in front of a crowd of people.",
        "The performers are dancing together on the stage, and the music is playing and the lights are flashing.",
        "A man and a woman wearing blue are dancing in front of an audience.",
        "A man and a woman, both dressed in blue, are dancing on a stage.",
        "A man and a woman dancing beside each other on a stage",
        "A couple is dancing on a lit stage in front of a crowd.",
        "A man and woman do salsa dancing on a mat surrounded by lights while music plays and other people watch."
    ],
    "Qq3vw5A7jD4_000129_000139": [
        "A girl is placing a ring on a guys finger.",
        "A girl is putting a ring on a man when she then kisses his hand and they hug each other in a display of affection.",
        "A woman putting a wedding band on a man and then  she kisses the ring.",
        "A woman puts a ring on a man's finger, and they kiss.",
        "A woman is putting a wedding ring onto a males hand than kisses his face both smiling.",
        "A woman puts a ring on a man’s finger and then kisses him.",
        "a girl takes a ring and puts it on the finger of a guy",
        "people inside a room together and a woman placing a ring on the mans finger",
        "A happy couple is celebrating while the woman puts a ring on the man's finger.",
        "A woman is placing a ring onto a mans finger."
    ],
    "8hPj2Dfgog4_000007_000017": [
        "A girl figure skates at a rink and does a nice job.",
        "A little girl does ice skate twirls on a roller rink.",
        "a teenage girl in a striped t-shirt doing ice skating very graciously.",
        "A girl with long curly hair skates towards the middle of the ice.",
        "A girl is doing some spins while ice skating while other people skate in the background.",
        "A girl does a spin while roller skating on ice.",
        "A girl ice skates and spins around as she shows off for the camera.",
        "A young woman skates on the ice, does a twirl then skates back",
        "A young girl ice skates on a rink and spins around in a circle.",
        "A young girl skates and twirls around before comming back to smile."
    ],
    "MTK1vO5gNK8_000037_000047": [
        "6 people dressed in all black playing musical instruments together.",
        "The person to the left put his instrument down while others looked around and kept on playing.",
        "A group of men are playing instruments while they look at music sheets.",
        "On a wooden stage, an orchestra group of six members practices the chorus of a song.",
        "Six adults sit on stage and play various instruments as part of an ensemble.",
        "A group of people play various instruments together in an orchestra",
        "A group of people are playing instruments together in an orchestra.",
        "six person instrument band playing together all dressed in black clothes",
        "A wind ensemble plays a quite piece in a music room.",
        "On a stage, a group of people are playing a song using wind instruments."
    ],
    "BbFbo987QEo_000057_000067": [
        "An older man and older woman show how to do some sort of meditation move.",
        "In a studio a woman is instructing a man on how to do a technique",
        "an older man and woman preforming martial arts in a studio",
        "Demonstration and narration done by a man and woman of a slow meditation style exercise.",
        "Two people are in a room  demonstrating how to do Tai Chi.",
        "Two people do Tai Chi while the woman narrates their moves.",
        "A younger woman and older man demonstrate how to perform a Tai Chi movement.",
        "A chinese woman is teaching a white how to do the tai chi exercise.",
        "The man and the woman are doing a slow type of karate together.",
        "Two people are performing yoga inside of a studio."
    ],
    "h57Tu5g6TI8_000032_000042": [
        "A person using a very old fashioned sewing machine to sew a piece of leather.",
        "A leather craftsman is doing leather working using a sewing machine in a professional way.",
        "A man is showing how to use a sewing machine in a small shop.",
        "Men use a sewing machine to stitch pieces of  leather together.",
        "A man uses an old sewing machine and other tools to stitch pieces of leather together.",
        "A man is using an antique sewing machine to sew pieces of leather together.",
        "A person is using an old sewing maching to sew a piece of leather",
        "A man uses tools and a machine to turn a piece of leather into a shoe.",
        "A man is using an antique sewing machine to sew leather.",
        "A person is sewing pieces of leather together on a very old fashioned sewing machine."
    ],
    "V7tJYgrlLo4_000515_000525": [
        "A man sits in a small row boat on the ice and ice fishes through a hole.",
        "Three men are ice fishing in a boat, on the ice.",
        "A man is in the snow sitting on a very small boat, and then he stands up.",
        "A man sitting in a boat on frozen ice fishing.",
        "A man is seated in a small boat which is stationary on ice covered terrain, and he gets out to look at the boat from the back end, and there appears to be another man motionless seated at the front end of the boat with his feet planted on the ground.",
        "A man is sitting on a boat and preparing his fishing line.",
        "Man sits on the back of his boat with his feet on the ice.",
        "The man sits in a boat that is on top of the ice, before he gets up out of it.",
        "A man contemplates about what to do outside of his boat that is out in the snow.",
        "A man sitting in a small boat on a frozen lake prepares to fish."
    ],
    "BBSR4ah4g_M_000000_000010": [
        "A boy is riding on a bicycle and jumps over a small ramp in the dirt",
        "A boy on a bicycle does a small jump on his bike.",
        "A boy pedals a bicycle on a dirt track over a low jump and lands the bicycle straight up.",
        "A man rides a bicycle and then he jumps a speed break with the bicycle",
        "A man jumps his bike over a small concrete ramp embedded in the dirt.",
        "A guy is riding his bike outside and then goes over a small jump in slow motion.",
        "Young boy riding his bike and jumping over a small board in a sandy area.",
        "Country music plays as a kid hits a small jump on a bike.",
        "A teenage boy is doing some bicycle tricks on the yard.",
        "Music plays as a young boy hits a little jump on his mountain bike."
    ],
    "oVMHriEp7f0_000126_000136": [
        "A news broadcast in non English includes a statement by a public official.",
        "A man is seen on tv talking, then a news reporter appears talking.",
        "A man is interviewed on the news and shown on the television.",
        "An Indian anchor gives a report on a news show.",
        "A man is interviewed and then a newsroom commentator speaks in a foreign language.",
        "A man is being interviewed on the street and then is followed by the news anchor in the studio.",
        "A reporter is making a report from the field and a second reporter is reporting from the studio.",
        "A man is on television, being interviewed by the News.",
        "A man being interviewed on the channel nine star news",
        "Foreign people are talking on a foreign television news channel."
    ],
    "OHDVItnkksY_000027_000037": [
        "A girl rubs her hands while a boy scraps out the inside of a pumpkin.",
        "Two kids has pumpkins sitting on a table, while one of the child cleaning out the pumpkin.",
        "One young boy prepares to carve a pumpkin and another carves his pumpkins while having a conversation with someone else.",
        "There are children carving pumpkins and describing what it is like.",
        "A chuncky girl and others are carving pumpkins on a table.",
        "A family at a table talking about and carving pumpkins.",
        "A little girl and a young woman are cleaning out their pumpkins on a dinner table.",
        "A heavyset young girl scoops out a pumpkin to prepare it for a future task along with another child.",
        "A little girl is carving a pumpkin and taking out he inside of the pumpkin.",
        "2 children and parent are scooping and cleaning out pumpkins before carving them."
    ],
    "DkInbeUN1Hc_000005_000015": [
        "A litle girl wearing bunny ears is looking for Easter eggs on a lawn.",
        "A girl with bunny ears searches for eggs while holding a bucket.",
        "A toddler is on a field participating in a Easter egg hunt and is getting support by an adult in the background",
        "A little girl hunts for Easter Eggs outside in the grass.",
        "A little girl wearing bunny ears is looking for eggs on an easter egg hunt.",
        "Kids are hunting for Easter eggs in a large field.",
        "A little girl is holding a pink bucket, picking up Easter eggs.",
        "a young girl wearing bunny ears searches for Easter eggs.",
        "Little kids with baskets looking for Easter eggs.",
        "A toddler holding an Easter basket stands looking around and then walks across grass to a sidewalk."
    ],
    "57LWfhNIrAY_000000_000010": [
        "A group of people are spinning someone in a chair and then the person in the chair falls backwards.",
        "Young women talk excitedly and spin another young women in a chair, then she falls over and laughs.",
        "A group of people in a room are goofing off as a woman falls off her chair.",
        "A woman sitting in a chair flips over the back of it as some others mess around with her, laughing as she hits the floor.",
        "A lady fell off the chair she was sitting on when people around her pulled the chair",
        "A person is sitting in a chair shaped like a hand, a group of people start trying to turn her and she falls off.",
        "Girl in red chair being pulled backwards by a group of people and falling on the floor.",
        "A group of people are spinning a girl in a chair and she falls off.",
        "Kids are playing around and someone pulls a girl backwards in a couch.",
        "Several people pulling over a chair backwards with a girl in the chair."
    ],
    "4lSu8S6pHX8_000438_000448": [
        "a man is in a room setting up some kind of viewing equipment",
        "A person is adjusting the lens of the microscope",
        "A person is showing how to adjust the settings on a microscope.",
        "A person is adjusting the eye lenses of a microscope by rotating each to the left.",
        "A person adjusts the lens of a microscope multiple times.",
        "a person is adjusting the eye types of a microscope to look for something",
        "A person is adjusting the eye pieces of a microscope with their hand.",
        "Music plays while a person adjusts dials on a microscope.",
        "A person is fiddling with a telescope while a person is zooming in on him",
        "A person adjusts different settings on a microscope while music is playing."
    ],
    "K-I5JpEHKFI_000004_000014": [
        "An classical quartet performs music in a fancy hall while an audience views.",
        "A group of people performing musical instruments, for a crowd of seated people.",
        "A group of older men and women are listening to a band of classical music players.",
        "A quartet of musicians play a melody for an audience in an ornate room.",
        "A group of people are sitting while playing in an orchestra",
        "A four piece orchestra plays in front of a small audience in museum like setting.",
        "A group of four musicians preform in front of an audience inside a ballroom.",
        "A quartet plays classical music in a formal space with tall ceilings in front of an audience.",
        "A band of 4 people play classical music in a hall",
        "People play classical music in front of spectators watching from their chairs."
    ],
    "LBGtXTAJBSg_000003_000013": [
        "A women in a small athlete suit where she spins around for the hammer throw",
        "A woman competitor spinning around in some sort of professional event.",
        "A woman performs a hammer throw at a sporting event.",
        "a contestant in hammerthrow was able to  throw it was shown on tv",
        "A woman is spinning around behind a net and throws something.",
        "A woman spins around holding a ball while standing on a platform at a track meet.",
        "A woman is doing a hammer throw inside a stadium.",
        "A female athlete competes in the hammer throw at a track meet.",
        "A person spins an object on a string and then releases it into the air.",
        "A lady Athlete with red clothes are doing a hammer throw and people are cheering"
    ],
    "4uRG1e66WHM_000003_000013": [
        "A young girl does two cartwheels but falls down on the second one.",
        "A little girl is doing cartwheels in front of a christmas tree.",
        "In a living room a young female does a cartwheel then another one while an unseen male talks to her.",
        "A young girl does a cartwheel then does another, falling at the end",
        "A girl practices doing cartwheels indoors while an adult gives some tips",
        "A young girl does a summer salt in the living room being egged on by a parent.",
        "A little girl is doing a cartwheel in the front room during the Christmas holidays and is getting advice from an adult.",
        "A little girl in pigtails practices cartwheels in front of the family christmas tree.",
        "Young girl doing cartwheels in the house on a mat being encourage by a male.",
        "a little girl is turning flips  in the living room"
    ],
    "thx6ZAnTlVA_000019_000029": [
        "A guy lights a match and uses a spray can as a flame thrower.",
        "A couple of people are outside and one of them lights and match and uses a spray can to make a small blow torch.",
        "A boy lights a match and makes a flame with a spray can.",
        "A young man strikes a match and sprays something causes a flame to be large.",
        "A young boy is lighting a match and creating a flame.",
        "A young lad lighting a match and using a are-sol can to make it in to a flame thrower",
        "A boy is holding a can and then lit a match with help from another person and then holds the match and pushes the nozzle on the can.",
        "a shirtless man wearing shorts is walking around and setting matches",
        "A kid strikes a match and then lights up a flame.",
        "A person with no shirt on lights a match and holds it to a spray can."
    ],
    "pQuQtmFySKE_000000_000010": [
        "A person jumps off a roof and climbs up a wall.",
        "A young shirtless man lays on a couch while another young shirtless man does a parkour maneuver.",
        "A man is sitting on a couch in the middle of a construction area and another man jumps over him onto a cement wall.",
        "A young man is lying on a sofa on a roof deck while another young man jumps off a wall above him and onto another wall.",
        "A man lies on a couch outdoors while another runs and jumps over him to grab the top of a wall, and climb on top",
        "A man sitting on a couch on a rooftop watching another man do parkour.",
        "A man is lounging on s sofa while above him, another man jumps from a roof to the top of a ledge and sits there.",
        "A guy lays on a couch as another guys jumps over him towards a wall and sits on top of it.",
        "A man lays on a couch at a construction site while another jumps from a barrier onto a wall across his head.",
        "A young guy runs across a concrete rooftop and jumps off while running up a wall."
    ],
    "Yk_4d83mUy0_000000_000010": [
        "a man using a long pole to wash and clean a tall building by using a squeegee",
        "A person is outside and is using a long pole to clean windows that are on a higher floor.",
        "A man uses a very long sponged washer to clean the outside of high up windows.",
        "Someone is using a long stick to clean the windows outside of his house.",
        "A man is cleaning the top most windows of a three storey building using a very long pole while standing on the ground.",
        "A person uses a very long tool to clean second story windows.",
        "A man washes a high window from the sidewalk using a very long scrub stick.",
        "A man uses an extremely long squeegee in order to clean the windows.",
        "a man using a long pole to wash and clean his windows on the multifamily property",
        "A person cleaning the up stair windows on a house using a long pole."
    ],
    "HzZP5PVc080_000208_000218": [
        "A person is shown playing indoor tennis against a player.",
        "Four men play badminton and one serves a ball over a net",
        "Two teams of men play badminton in a gym as they talk and one man yells out.",
        "A group of men are playing bad mitten on an indoor court.",
        "There are four young men in an indoor tennis court or gym, and they play doubles tennis, as a few people can be seen in the distance.",
        "Some men are playing badminton and one man hits the shuttlecock and it does not go over the net.",
        "A group of boys in a gym play and practice badminton.",
        "A group of men play a game of bad mitten in a gym.",
        "A group of men play badminton inside a gynasium",
        "Two teams play a game of badminton back and forth."
    ],
    "LPnaUudTalc_000126_000136": [
        "Girls practice basketball with their teacher while in a gym.",
        "A coach teaches some basketball drills with his team as some newcomers watch and learn.",
        "The instructor is giving some great advice to the players in the gym.",
        "A man is teaching some girls how to bounce two balls at one time",
        "A man gestures and a girl passes him two balls in a gym.",
        "A male basketball coach stands with two girls to his left in front of a group of a group of girls and one of the girls dribbles two basketballs with her two hands and passes the basketballs to the coach.",
        "A woman wearing shorts bounces a couple of balls a few times and then she tosses them to a man across from her.",
        "In a gym a group of people are practicing their basketball skills with two balls",
        "A coach displaying and training his audience while receive the two balls thrown at him.",
        "A man speaks in a different language as he instructs players."
    ],
    "1cWTEvQgvwg_000016_000026": [
        "A guy sits on an alligator and holds its head and mouth open.",
        "A man is holding open an alligator's mouth with his hands.",
        "A zoo handler sits on an alligator and puts his hand near its mouth.",
        "A man straddling an alligator and then proceeds to pull its head back and mouth open.",
        "A person sits on a dolphin and opens its mouth and raises his hands",
        "Man sitting on an alligator while prying its mouth open to stick his hand in.",
        "A ma sits on top of a Alligator and opens its mouth while people watch him.",
        "A zookeeper plays with a crocodile while the onlookers laugh.",
        "A man sits on top of a crocodile and pries it's mouth open with his hands.",
        "A man straddles an alligator and pulls up on its top jaw while putting his other hand close to its mouth then he drops the jaw and picks it up again."
    ],
    "UX0A8anGzhs_000068_000078": [
        "A guy in a wheelchair is having a difficult time rolling onto concrete sidewalk.",
        "A man is navigating on a wheel chair down a sand path then gets stuck.",
        "Man in wheelchair looks at outdoor basketball courts, guides wheelchair from paved path to sand and gets stuck in sand.",
        "A man in a wheelchair tests out one of the entrances to a basketball court but it is made of sand.",
        "A man in a wheelchair is testing out one of the entrances to a basketball court and he gets stuck in the sand.",
        "A man on a wheelchair is testing the entrance to the basketball court.",
        "a person in a wheel chair going onto a part of the cement and stops immediately",
        "Man in a wheelchair attempting to move from pavement to sand.",
        "A guy in a wheelchair wheels himself towards a basketball court as his will gets stuck on an uneven surface in the concrete.",
        "A man in a wheelchair attempts to cross from a paved road onto an unpaved parking area, and almost overturns the wheelchair"
    ],
    "-gun8tHqLIw_000031_000041": [
        "A group of people are playing frisbee golf and one person throws the frisbee directly into the chained goal.",
        "Three people are playing frisbee golf and a frisbee thrown successfully lands in the target.",
        "A man throws a frisbee from far away and it land in a disc catcher basket.",
        "A man throws a disc into a net as two others watch.",
        "Three guys are in the distance and one throws a frisbee into the metal chain goal.",
        "A group of friends throw a frisbee into a container.",
        "TThree young men are playing throwing discs and one of them manages to score",
        "A group of three rejoices after a successful golf-Frisbee shot is made.",
        "A group of people through frisbees into a frisbee disc golf device.",
        "A young man throws a frisbee through chains before him and a friend celebrate by bumping hips."
    ],
    "WjYDrVLxd9I_000019_000029": [
        "A door inside of house is slowly opened and then closed by a young man.",
        "A boy unlocks a door, lets someone out, then locks it back.",
        "A woman opens the door and lets a kid go outside.",
        "Two young children are in a wash room and one of them goes out the door while the other one stays in the room.",
        "Someone exits a door from a laundry room and someone else closes it behind them.",
        "Boy opening the outside door of a laundry room and going out while another boy shuts the door behind him and raises his eyebrows.",
        "The person opens the door by unlocking the deadbolt, and then they go outside.",
        "A woman opens a kitchen door to allow someone carrying a bulky bag to exit and closes the door behind them.",
        "A person opens a door and leaves the room as she goes outside.",
        "A woman opens and closes the back door beside the laundry room."
    ]
}